const questions = [

{
    id: 8,

    question:
    "品質管理に関する説明のうち、不適切なものを選びなさい。",

    choices: [
        "ヒストグラムはデータのばらつきを確認できる",
        "管理値には上限値と下限値を設ける",
        "品質管理項目は異常発生後にしか確認できないものを選ぶ",
        "ヒストグラムでは時間変化は分かりにくい"
    ],

    answer: 2
},

{
    id: 9,

    question:
    "建設工事の騒音対策として適切なものを選びなさい。",

    choices: [
        "作業時間は住民への影響を考慮する",
        "速度を落とすほど騒音は必ず増加する",
        "発電機を優先して使用する",
        "バイブロハンマは騒音を発生しない"
    ],

    answer: 0
},

{
    id: 10,

    question:
    "振動対策として不適切なものを選びなさい。",

    choices: [
        "待機中はエンジンを停止する",
        "無理な負荷をかけない",
        "住宅の近くに発電機を優先設置する",
        "作業時間帯に配慮する"
    ],

    answer: 2
}

];